[
    {
        "type": "text",
        "content": "..."
    },
    {
        "type": "image",
        "src": "https://dagprogs.github.io/apidb/namereniye.webp"
    },
    {
        "type": "image",
        "src": "https://dagprogs.github.io/apidb/razgoveniye.webp"
    },
    {
        "type": "text",
        "content": "-"
    },
    {
        "type": "text",
        "content": "«Когда наступает месяц Рамадан, врата Рая открываются, врата Ада запираются, и шайтаны сковываются цепями» (Аль-Бухари)."
    },
    {
        "type": "text",
        "content": "-"
    },
    {
        "type": "text",
        "content": "«Всемогущий и Великий Аллах сказал: “Любое дело сына Адама делается им для себя же, кроме поста, ибо, поистине, он — ради Меня, и Я воздам за него“» (Аль-Бухари)."
    },
    {
        "type": "text",
        "content": "-"
    },
    {
        "type": "text",
        "content": "«Клянусь Тем, в Чьей длани душа моя, запах изо рта постящегося приятнее для Аллаха Всевышнего, чем благоухание мускуса, и Аллах говорит: “Он отказывается от своей еды, своего питья и своих желаний ради Меня”» (Абу Дауд, Ибн Маджа)."
    },
    {
        "type": "text",
        "content": "-"
    },
    {
        "type": "text",
        "content": "«Награда за обязательное поклонение в этом месяце возрастает в 70 раз, а награда за желательные действия приравнивается к награде за обязательные деяния» (См., например: Заглюль М. Мавсу‘а атраф аль-хадис ан-набави аш-шариф)."
    },
    {
        "type": "text",
        "content": "-"
    },
    {
        "type": "text",
        "content": "«Кто постился в Рамадан с верой и надеждой на вознаграждение, тому будут прощены совершенные ранее грехи» (Аль-Бухари, Mуслим)."
    },
    {
        "type": "text",
        "content": "-"
    },
    {
        "type": "text",
        "content": "«Все прошлые грехи верующего человека, проводящего ночи месяца Рамадан в поклонении, ожидая вознаграждения только от Аллаха, будут прощены» (Бухари)."
    },
    {
        "type": "text",
        "content": "-"
    },
    {
        "type": "text",
        "content": "«Месяц Рамадан является искуплением для другого месяца Рамадана. Грехи, совершённые между ними (за исключением больших грехов) прощаются Аллахом» (Муслим, Тирмизи)."
    },
    {
        "type": "text",
        "content": "-"
    },
    {
        "type": "text",
        "content": "«Существует 3 категории людей, чьи дуа не отвергаются: постящегося, пока он не разговеется; справедливого правителя; угнетенного человека» (Ахмад, ат-Тирмизи)."
    },
    {
        "type": "text",
        "content": "-"
    },
    {
        "type": "text",
        "content": "«В месяц Рамадан прощаются те, кто поминает Аллаха, и мольбы тех, кто просит у Аллаха, не будут отвергнуты» (Муслим)."
    },
    {
        "type": "text",
        "content": "-"
    },
    {
        "type": "text",
        "content": "«Пост является щитом, и пусть постящийся избегает всего непристойного и не ведёт себя подобно невеждам, если же кто-нибудь попытается завязать с ним ссору или станет бранить его, пусть дважды скажет (такому): “Поистине, я пощусь! (Я соблюдаю пост!)”» (Аль-Бухари)."
    },
    {
        "type": "text",
        "content": "-"
    },
    {
        "type": "text",
        "content": "«Если человек не прекратит лгать и поступать по лжи, Аллаху не нужно будет, чтобы он отказывался от своей еды и питья» (Аль-Бухари)."
    },
    {
        "type": "text",
        "content": "-"
    },
    {
        "type": "text",
        "content": "Абу Убайда передает: «Я слышал, как Пророк Аллаха (мир ему) сказал: «Пост является защитой для человека, пока он сам не разрушит эту защиту». Его спросили: «Каким образом он может ее разрушить?» Он ответил: «Если человек говорит ложь или сплетничает»»."
    },
    {
        "type": "text",
        "content": "-"
    },
    {
        "type": "text",
        "content": "«Кто накормит постящегося, тому будет награда, как за пост накормленного им, и не уменьшится награда постящегося. Сахабы сказали: «О Посланник Аллаха, не всякий из нас настолько богат, чтобы кормить постящегося». Пророк ответил: «Не обязательно кормить досыта, если вы не в состоянии. Аллах вознаградит даже за один финик, за глоток воды или молока» (передали Ахмад, Тирмизи и Ан-Насаи)."
    },
    {
        "type": "text",
        "content": "-"
    },
    {
        "type": "text",
        "content": "«Пост и Коран заступаются за раба Аллаха в Судный день. Пост говорит: “Господь мой! Я лишил его пищи и питья в светлую часть, так позволь же мне заступиться за него!” А Коран говорит: “Господь мой! Я лишил его сна ночью, так позволь же мне заступиться за него!” — и их заступничества удовлетворяются» (Ахмад)"
    },
    {
        "type": "text",
        "content": "-"
    },
    {
        "type": "text",
        "content": "Передают со слов Анаса бин Малика, да будет доволен им Аллах, что Пророк (мир ему) сказал: «Ешьте перед рассветом, ибо в сухуре благодать» (Аль-Бухари)."
    },
    {
        "type": "text",
        "content": "-"
    },
    {
        "type": "text",
        "content": "«Лицо того, кто держит пост в течение одного дня ради Аллаха, Аллах удержит от адского огня на расстоянии семидесяти лет пути» (Аль-Бухари и Муслим)"
    },
    {
        "type": "text",
        "content": "-"
    },
    {
        "type": "text",
        "content": "«Каждую ночь во время разговения Аллах освобождает от огня тысячи тысяч тех, кто должен был попасть туда…» (Байхаки)"
    },
    {
        "type": "text",
        "content": "-"
    },
    {
        "type": "text",
        "content": "«Поистине, есть в раю врата, именуемые «Ар-Райян», через которые будут входить (туда) постящиеся в День воскресения, и не войдёт через эти врата никто, кроме них. Будет сказано: “Где постившиеся?” − и они поднимутся, и не войдёт через эти врата никто, кроме них, а после того как они войдут, эти врата будут закрыты, и больше никто не войдёт через них» (Аль-Бухари)."
    },
    {
        "type": "text",
        "content": "-"
    },
    {
        "type": "text",
        "content": "Айша (да будет доволен ею Аллах) сказала: «Посланник Аллаха (мир ему) в месяц Рамадан совершал больше поклонения, чем в другие месяцы. А самое большое количество поклонения он совершал в последние десять дней Рамадана. Он проводил последние десять ночей Рамадана в поклонении и будил свою семью ночью, чтобы они совершали поклонение» (Бухари, Муслим)."
    },
    {
        "type": "text",
        "content": "-"
    },
    {
        "type": "text",
        "content": "Посланник Аллаха (мир ему) сказал: «В Ночь могущества ангел Джибриль спускается на землю с группой ангелов. И они молятся за каждого раба Божьего, которого застанут в эту ночь в служении Аллаху. А в день праздника разговения (Ид аль-Фитр) Аллах говорит ангелам: «О Мои ангелы, какая награда полагается тому, кто хорошо справился со своей работой?» Они скажут: «О наш Господь, такому человеку надо дать полную награду»."
    }
]